-----------------------------------------------------------------------------------------------
--실습
--01. 모든 사원의 사번, 성, 부서명 조회 --LEFT JOIN, RIHGT JOIN 2개씩



--02. 모든 사원의 사번, 성, 부서명, 업무명 조회



--03. 모든 사원의 사번, 성, 부서명, 도시명 조회



--04. 관리자사번이 149번인 모든 사원의 사번, 성, 부서명 조회



--05. 커미션을 받는 모든 사원들의 사번, 성, 부서명, 도시명 조회



--06. 모든 부서에 대해 부서코드, 부서명, 도시명, 국가명, 대륙명 조회



--07. 사원들이 근무하는 부서와 그 부서에 사원이 몇 명이나 있나 파악하고자 한다.
--    부서코드, 부서명, 사원수 조회


    
--[연습문제 5-2]
--01. 사번이 110, 130, 150 인 사원들의
--    사번, 이름, 부서명 조회하는 오라클 조인 및 ANSI조인형식


--02. 모든사원의 사번, 성, 부서코드, 업무코드, 업무제목 조회, 사번순으로 정렬    
-----------------------------------------------------------------------------------------------
